[{"id":"1","name":"Munson Medical Center","alternate_name":"Munson Medical Center","description":"As the region's largest hospital and the referral center for all of northern Michigan, we deliver the same high quality advanced specialty care you would find at a major medical facility downstate but with a hearty dose of small town kindness and compassion. You’ve got a life to live - and our team is committed to getting you back to those simply amazing moments that make it so special.","email":"No Email","url":"http://example.com"},{"id":"2","name":"Foster Family Health Center - Urgent Care","alternate_name":"Foster Family Health Center - Urgent Care","description":"With deep roots in our lakeshore community, Charlevoix Hospital has a legacy of providing quality, personalized care in a warm, friendly setting that’s close to home. Watch the video celebrating our centennial in 2019. We look to a future filled with the simply amazing for our patients and the communities we serve.","email":"No Email","url":"http://example.com"},{"id":"3","name":"Munson Healthcare Charlevoix Hospital","alternate_name":"Munson Healthcare Charlevoix Hospital","description":"McLaren Northern Michigan is a 202-bed regional hospital located in Petoskey, Michigan serving residents in 22 counties across northern Lower Michigan and the eastern part of the Upper Peninsula. More than 230 physicians represent nearly all medical and surgical specialties, enabling full-service care with an emphasis on cardiology, cancer, orthopedics, and neurosciences.","email":"No Email","url":"http://example.com"},{"id":"4","name":"McLaren - Northern Michigan","alternate_name":"McLaren - Northern Michigan","description":"Life is better when you are healthy. That’s why Grayling Hospital has made it easy for you to have convenient access to quality health care services right here in Grayling. Many kinds of services are offered at the Grayling Community Health Center. With easy parking and extended hours, you can get the care you want and need close to your home. We want everyone in our community to be healthy. See our list of services for all of the ways we can help you be your healthiest.   ","email":"No Email","url":"http://example.com"},{"id":"5","name":"Grayling Community Health Center - Walk-In Care","alternate_name":"Grayling Community Health Center - Walk-In Care","description":"At Otsego Memorial Hospital, you can expect safe, innovative, excellent care that earns your trust and confidence. Every member of our team is committed to treating you with compassion, respect, and dignity. We strive to provide exceptional health care that meets the needs of our patients and the communities we serve so you can return to the simply amazing life you’re meant to live.","email":"No Email","url":"http://example.com"}]