[{"id":"1","name":"UC Davis Medical Center","alternate_name":"UC Davis Medical Center","description":"UC Davis Health is improving lives and transforming health care by providing excellent patient care, conducting groundbreaking research, fostering innovative, interprofessional education, and creating dynamic, productive partnerships with the community.","email":"No Email","url":"https://health.ucdavis.edu/welcome/"},{"id":"2","name":"UC San Francisco Medical Center","alternate_name":"UCSF","description":"At UC San Francisco, we are driven by the idea that when the best research, the best teaching and the best patient care converge, we can deliver breakthroughs that help heal the world.","email":"No Email","url":"https://www.ucsf.edu/"},{"id":"3","name":"UC San Diego Medical Center","alternate_name":"UCSD","description":"Our Mission: To deliver outstanding patient care through commitment to the community, groundbreaking research and inspired teaching.","email":"No Email","url":"https://health.ucsd.edu/Pages/default.aspx"},{"id":"4","name":"Stanford Health Care","alternate_name":"Stanford Express Care Clinic","description":"Stanford Health Care brings together leading-edge technology, innovative research, and world-renowned experts to meet your unique needs.","email":"IMS@stanfordhealthcare.org","url":"https://stanfordhealthcare.org/tools/maps/clinics/hoover-pavilion.html"},{"id":"5","name":"Kaiser Permanente","alternate_name":"Kaiser","description":"Providing high-quality, affordable health care services and improving the health of our members and the communities we serve.","email":"No Email","url":"https://about.kaiserpermanente.org/"},{"id":"6","name":"John Muir Health","alternate_name":"John Muir Health","description":"A leader in health care in the San Francisco Bay Area, John Muir Health is a not-for-profit integrated system of doctors, hospitals and other services. We make a commitment to provide the highest quality patient care to our patients every day through the contributions of our physicians, employees and volunteers.","email":"No email","url":"https://www.johnmuirhealth.com/"},{"id":"7","name":"City of Hayward","alternate_name":"Hayward","description":"Hayward City Hall is the third and current Hayward city hall building, located in downtown Hayward, California, United States, next to the Hayward BART Station.","email":"No Email","url":"https://www.hayward-ca.gov/"},{"id":"8","name":"Verily","alternate_name":"Verily","description":"The testing site at Cal Expo is one of four sites created by a partnership between the state-directed, federally-funded program in collaboration Google's sister company, Verily and its program Project Baseline. This means that tests conducted at these sites are free, even without insurance, and results will not be shared with insurance or medical providers.","email":"No email","url":"https://www.projectbaseline.com/study/covid-19/"},{"id":"9","name":"Golden Valley Health Clinic","alternate_name":"GVHC","description":"On Tuesday, Golden Valley Health Clinics issued a press release stating that many of their medical clinics are still open, and they are offering coronavirus testing.","email":"No email","url":"https://www.gvhc.org/locations/merced-ca/merced/"},{"id":"10","name":"Camarena Health","alternate_name":"Camarena Health","description":"Camarena Health is a community-based healthcare provider serving families and communities in Madera, Chowchilla and Oakhurst with complete care for every person.","email":"No email","url":"https://www.camarenahealth.org/"},{"id":"11","name":"Torrence Memorial Medical Center","alternate_name":"Torrence Memorial","description":"Torrance Memorial Medical Center is a locally governed, non-profit medical center whose purpose is to provide quality healthcare services.","email":"No email","url":"https://www.torrancememorial.org/"},{"id":"12","name":"Riverside University Health System","alternate_name":"Riverside University Health System","description":"​Riverside University Health System (RUHS) includes the 439-bed Medical Center in Moreno Valley, 10 Federally Qualified Health Centers and several primary and specialty clinics throughout Riverside County, and the departments of Behavioral and Public Health.","email":"No email","url":"http://www.ruhealth.org/en-us"},{"id":"13","name":"Dignity Health","alternate_name":"Dignity Health","description":"Established in 1926, Glendale Memorial Hospital and Health Center is fully accredited by The Joint Commission, the leading accrediting body for health care organizations in the United States. We are a 334-licensed bed facility with 1,000 employees, upwards 500 physicians representing all major specialties, and a dedicated team of 400 volunteers.","email":"No email","url":"https://www.dignityhealth.org/socal/locations/glendalememorial"},{"id":"14","name":"Carbon Health","alternate_name":"Carbon Health","description":"Carbon Health is a modern, tech-enabled healthcare provider designed from the ground up to put patient-care first.\n\nCombining smart technology with inviting clinics, we deliver a uniquely seamless experience from virtual care to in-person care - to meet you where you are","email":"No email","url":"https://carbonhealth.com/"},{"id":"15","name":"AltaMed","alternate_name":"AltaMed","description":"AltaMed is a non-profit organization, focused on the needs of our patients and the well-being of our communities.","email":"No email","url":"https://www.altamed.org/"},{"id":"16","name":"Nhan Hoa Comprehensive Health Care Clinic","alternate_name":"NH Health Center","description":"NH Health Center is a non-profit Federally Qualified Health Center (FQHC) providing comprehensive healthcare services in Orange County, California.","email":"No email","url":"http://www.nhanhoa.org/"},{"id":"17","name":"MemorialCare Medical Center","alternate_name":"Memorial Care","description":"MemorialCare is Orange & LA counties' leading integrated health system with the best doctors, urgent care, & pediatricians. ","email":"No email","url":"https://www.memorialcare.org/"}]