[
  {
    "id": "1",
    "name": "UC Davis Medical Center",
    "alternate_name": "UC Davis Medical Center",
    "description": "UC Davis Health is improving lives and transforming health care by providing excellent patient care, conducting groundbreaking research, fostering innovative, interprofessional education, and creating dynamic, productive partnerships with the community.",
    "email": "No Email",
    "url": "https://health.ucdavis.edu/welcome/"
  },
  {
    "id": "2",
    "name": "UC San Francisco Medical Center",
    "alternate_name": "UCSF",
    "description": "At UC San Francisco, we are driven by the idea that when the best research, the best teaching and the best patient care converge, we can deliver breakthroughs that help heal the world.",
    "email": "No Email",
    "url": "https://www.ucsf.edu/"
  },
  {
    "id": "3",
    "name": "UC San Diego Medical Center",
    "alternate_name": "UCSD",
    "description": "Our Mission: To deliver outstanding patient care through commitment to the community, groundbreaking research and inspired teaching.",
    "email": "No Email",
    "url": "https://health.ucsd.edu/Pages/default.aspx"
  },
  {
    "id": "4",
    "name": "Stanford Health Care",
    "alternate_name": "Stanford Express Care Clinic",
    "description": "Stanford Health Care brings together leading-edge technology, innovative research, and world-renowned experts to meet your unique needs.",
    "email": "IMS@stanfordhealthcare.org",
    "url": "https://stanfordhealthcare.org/tools/maps/clinics/hoover-pavilion.html"
  },
  {
    "id": "5",
    "name": "Kaiser Permanente",
    "alternate_name": "Kaiser",
    "description": "Providing high-quality, affordable health care services and improving the health of our members and the communities we serve.",
    "email": "No Email",
    "url": "https://about.kaiserpermanente.org/"
  },
  {
    "id": "6",
    "name": "John Muir Health",
    "alternate_name": "John Muir Health",
    "description": "A leader in health care in the San Francisco Bay Area, John Muir Health is a not-for-profit integrated system of doctors, hospitals and other services. We make a commitment to provide the highest quality patient care to our patients every day through the contributions of our physicians, employees and volunteers.",
    "email": "No email",
    "url": "https://www.johnmuirhealth.com/"
  },
  {
    "id": "7",
    "name": "City of Hayward",
    "alternate_name": "Hayward",
    "description": "Hayward City Hall is the third and current Hayward city hall building, located in downtown Hayward, California, United States, next to the Hayward BART Station.",
    "email": "No Email",
    "url": "https://www.hayward-ca.gov/"
  }
]