[{"id":"1","name":"Banner Health","alternate_name":"Banner Health","description":"We come through for you whether you’re in the hospital, on our mobile web site, in a Banner clinic, on the phone or helping you use your health plan to the fullest. At all stages in life, you can rest assured that Banner will meet your health and medical needs through compassionate professionals and outstanding service.  Headquartered in Phoenix, Arizona., Banner Health is one of the largest, nonprofit health care systems in the country and the leading nonprofit provider of hospital services in all the communities we serve.","email":"No Email","url":"https://www.bannerhealth.com/"},{"id":"2","name":"Maready Medical","alternate_name":"Maready Medical","description":"Welcome to our Internal Medicine practice! Our mission is lofty but simple--deliver a better care experience and enable our patients to achieve better health outcomes. This has been a common goal in healthcare but with disappointing results. We believe that to change these results, we need to change our actions. To this end, we have redesigned much of the traditional care system. We hope you will come and be a part of our team.","email":"contact@mareadymedical.com","url":"https://www.mareadymedical.com/"},{"id":"3","name":"Mayo Health","alternate_name":"Mayo Health","description":"For more than a century, people have journeyed to the Arizona desert for health and healing. Mayo Clinic in Arizona builds on that tradition, with two main campuses located 14 miles apart in Scottsdale and Phoenix.","email":"No Email","url":"https://www.mayoclinic.org/patient-visitor-guide/arizona"},{"id":"4","name":"Coconino County","alternate_name":"Coconino County","description":"None","email":"No Email","url":"None"},{"id":"5","name":"Hatfield Medical Group","alternate_name":"Hatfield Medical Group","description":"Our experienced staff and providers consistently deliver their primary care expertise in a high-quality, compassionate manner. Ranging from Annual Wellness Visits, preventive care, to chronic disease management, Hatfield Medical Group will provide the care you deserve. We will focus on your needs to ensure we focus on what’s most important to you.","email":"No Email","url":"https://hatfieldmedicalgroup.com/gilbert-primary-care-arizona/"},{"id":"6","name":"Walgreens","alternate_name":"Walgreens","description":"Walgreens is an American company that operates as the second-largest pharmacy store chain in the United States behind CVS Health. It specializes in filling prescriptions, health and wellness products, health information, and photo services.","email":"No Email","url":"www.walgreens.com"}]