[{"id":"1","name":"Stony Brook University","alternate_name":"SBU","description":"The State University of New York at Stony Brook, commonly referred to as Stony Brook University, is a public sea-grant and space-grant research university in Stony Brook, New York. It is one of four university centers of the State University of New York system.","email":"No Email","url":"https://www.stonybrook.edu/"},{"id":"2","name":"Nuvance Health","alternate_name":"Health Quest","description":"Health Quest is a local family of nonprofit hospitals and healthcare providers in the Mid-Hudson Valley and northwestern Connecticut. Our four award-winning hospitals — Northern Dutchess Hospital, Putnam Hospital Center, Sharon Hospital and Vassar Brothers Medical Center — have deep roots in their respective communities and work together to provide quality care for our patients.","email":"No Email","url":"https://www.healthquest.org/hq/home.aspx"},{"id":"3","name":"NYC Health and Hospitals","alternate_name":"NYC Health and Hospitals","description":"NYC Health + Hospitals, officially the New York City Health and Hospitals Corporation, operates the public hospitals and clinics in New York City as a public benefit corporation.","email":"No Email","url":"https://www.nychealthandhospitals.org/"},{"id":"4","name":"NYS DOH","alternate_name":"NYS DOH","description":"The New York State Department of Health is the department of the New York state government responsible for public health.","email":"No Email","url":"https://health.ny.gov/"},{"id":"5","name":"PROHealth","alternate_name":"ProHEALTH","description":"We offer urgent care, primary care and specialty care.","email":"No Email","url":"https://www.prohealthcare.com/"},{"id":"6","name":"Cornerstone Medical Center","alternate_name":"Cornerstone Medical Center","description":"Cornerstone Family Healthcare is a comprehensive Hudson Valley medical ... offering urgent care, preventative care, women's health, pediatrics and more. ... ","email":"No Email","url":"https://cornerstonefamilyhealthcare.org/"}]