[{"id":"1","organization_id":"1","name":"Creekside Family Health Clinic","alternate_name":"Creekside Family Health Clinic","description":"Founded in 2008, Creekside Family Health Clinic has developed a strong reputation for quality, affordable, and accessible healthcare for the whole family. Our extended weekday and weekend hours, along with same-day and walk-in appointment availability, provide flexibility to our patients for access to care when they need it the most.","transportation":"Bus, Uber, Car","updated":"2020-04-28","featured":"TRUE"},{"id":"2","organization_id":"2","name":"Juneau Urgent Care","alternate_name":"Juneau Urgent Care","description":"Juneau Urgent and Family Care has cared for families in Juneau and the surrounding areas since 1993. As experienced and trusted family medicine and urgent care providers, our board-certified physicians treat all kinds of acute and minor illnesses and injuries, including work injuries, sports injuries, and accidents. At Juneau Urgent and Family Care, we emphasize wellness and disease prevention to keep you healthy and out of the doctor’s office, and to decrease your overall healthcare costs.","transportation":"Bus, Uber, Car","updated":"2020-04-29","featured":"TRUE"},{"id":"3","organization_id":"3","name":"Hoonah Health Center","alternate_name":"Hoonah Health Center","description":"Hoonah Health Center is open to everyone and is now accepting appointments for primary care and family medicine. Check the Traveling/Specialty Clinics schedule for upcoming services.","transportation":"Bus, Uber, Car","updated":"2020-04-30","featured":"TRUE"},{"id":"4","organization_id":"4","name":"SEARHC - Mt. Edgecumbe Medical Center","alternate_name":"SEARHC - Mt. Edgecumbe Medical Center","description":"Mt. Edgecumbe Medical Center (MEMC) is an acute, specialty, primary- and behavioral-health provider committed to delivering comprehensive medical services to anyone living, working, or visiting Southeast Alaska.","transportation":"Bus, Uber, Car","updated":"2020-05-01","featured":"FALSE"},{"id":"5","organization_id":"5","name":"SEARHC - Gustavus Clinic","alternate_name":"SEARHC - Gustavus Clinic","description":"The Gustavus Clinic offers appointments with a full-time Nurse Practitioner to address acute and chronic health care needs for the community of Gustavus.  A physician from the Wrangell Medical Clinic oversees all medical services provided in Gustavus and makes scheduled visits to Gustavus on a regular basis to see patients.","transportation":"Bus, Uber, Car","updated":"2020-05-02","featured":"FALSE"}]