[{"id":"1","name":"University of Washington (UW) Medicine","alternate_name":"UW Medicine","description":"For Puget Sound area residents who currently want, or will someday need, the highest quality care for their routine and complex conditions, the UW Medicine team provides an unmatched level of excellence. Unlike every other local health system, UW Medicine provides the highest caliber clinical care because we are the only one that directly connects that care with a top-rated medical school and an internationally recognized research organization.","email":"No Email","url":"https://www.uwmedicine.org/"},{"id":"2","name":"Snohomish Health District","alternate_name":"Snohomish Health District","description":"The Snohomish Health District was created in 1959 as an independent special purpose district responsible for public health in Snohomish County. We are separate from Snohomish County government, although it provides financial support and is an essential partner in many functions.","email":"No Email","url":"https://www.snohd.org/"},{"id":"3","name":"Kaiser Permanente ","alternate_name":"Kaiser","description":"Kaiser Permanente is one of the largest nonprofit healthcare plans in the United States, with over 12 million members. It operates 39 hospitals and more than 700 medical offices, with nearly 300,000 personnel, including over 80,000 physicians and nurses.","email":"No Email","url":"https://healthy.kaiserpermanente.org/northern-california"},{"id":"4","name":"Pacific Medical Centers","alternate_name":"PacMed","description":"At Pacific Medical Centers, we’re dedicated to helping you stay healthy. With 9 locations, more than 175 providers offering the highest level of care, and advantages like same day appointments, you’ll find the kind of care you’re looking for. We also accept most major health insurance plans","email":"No Email","url":"https://www.pacificmedicalcenters.org/about-us/"},{"id":"5","name":"Swedish Medical Center","alternate_name":"Swedish","description":"Swedish Medical Center is the largest nonprofit health provider in the greater Seattle area. It operates five hospital campuses; ambulatory care centers in Redmond and Mill Creek; and Swedish Medical Group, a network of more than 100 primary-care and specialty clinics.","email":"No email","url":"https://www.swedish.org/"}]