[{"id":"1","name":"University of Minnesota","alternate_name":"M Health Fairview","description":"We believe healthcare needs to heal more and hurt less. That’s why we are building a new healthcare system that combines the best of academic and community medicine, and expands access to breakthrough care across the state. We’re creating an easier, simpler healthcare experience – making sure each moment we share, with every customer, matters.","email":"No email","url":"https://www.mhealthfairview.org/covid19/"},{"id":"2","name":"Mayo Clinic","alternate_name":"Mayo Clinic","description":"There is nothing more important than your and your families' health. That is Mayo Clinic's priority, too. Mayo Clinic is using its expertise to address the new COVID-19 pandemic, treat patients, protect visitors and staff, and provide up-to-date information to the public.","email":"No email","url":"https://www.mayoclinic.org/departments-centers/index?location=Minnesota"},{"id":"3","name":"Sanford Health","alternate_name":"Sanford Health","description":"Sanford Health, the nation's largest rural nonprofit health care system, offers primary and specialty care, innovative research and affordable health plans.","email":"No email","url":"https://www.sanfordhealth.org/"},{"id":"4","name":"Alomere Health","alternate_name":"Alomere Health","description":"Alexandria Clinic has been providing personal, primary-care to Alexandria families since 1946. Generations of area families have trusted Alexandria Clinic for routine healthcare, Family Practice, prenatal care, Pediatrics, and a number of specialties.","email":"No email","url":"https://alomerehealth.com/alexclinic/"},{"id":"5","name":"Appleton Area Health","alternate_name":"Appleton Area Health","description":"\nAppleton Area Health provides a wide array of healthcare services to care for you and your family!  From Primary Care and Behavioral Health to Outreach Specialists and General Surgery, our experienced staff offers personalized care to meet your family's needs.","email":"No email","url":"https://www.appletonareahealth.com/about-us"},{"id":"6","name":"Avera Health System","alternate_name":"Avera Health System","description":"Choose Avera for hospital and primary care, specialty clinics and senior living, with locations in South Dakota, Minnesota, Iowa, Nebraska and North Dakota.","email":"No email","url":"https://www.avera.org/"},{"id":"7","name":"Essentia Health","alternate_name":"Essentia Health","description":"We're called to make a healthy difference in people's lives. 74 clinics/outpatient locations and 15 hospitals across Minnesota, North Dakota, and Wisconsin.","email":"No email","url":"https://www.essentiahealth.org/"},{"id":"8","name":"CentraCare","alternate_name":"CentraCare","description":"CentraCare Health is an integrated health care system in Central Minnesota. The nonprofit includes six hospitals, seven senior care facilities, 18 clinics, and more.","email":"No email","url":"https://www.centracare.com/"},{"id":"9","name":"Allina Health","alternate_name":"Allina Health","description":"Allina Health is a not-for-profit health care system based in Minneapolis, Minnesota. Allina owns or operates 13 hospitals and more than 90 clinics throughout MN.","email":"No email","url":"https://www.allinahealth.org/"},{"id":"10","name":"Stellis Health","alternate_name":"Stellis Health","description":"Stellis Health is proud to provide comprehensive health services at our three clinics in Buffalo, Monticello, & Albertville, MN.","email":"No email","url":"Stellis Health: Family Medical Care - Wright Countystellishealth.com"},{"id":"11","name":"CCM Health","alternate_name":"CCM Health","description":"CCM Health is a growing medical center with well-equipped, modern facilities and experienced medical staff.","email":"No email","url":"https://ccmhealthmn.com/"}]