[{"id":"1","name":"Central Jersey Urgent Care","alternate_name":"Central Jersey Urgent Care","description":"Central Jersey Urgent Care is an exceptional alternative to the emergency department for your non-emergency medical needs. Just walk-in to our office; no appointment necessary! We are available to care for injuries or illnesses after hours, weekends and holidays.","email":"NONE","url":"https://cjurgentcare.com/"},{"id":"2","name":"PNC Bank Arts Center","alternate_name":"PNC Bank Arts Center","description":"Community-Based Testing Sites are for individuals who are experiencing symptoms of respiratory illness. In order to be eligible for testing, individuals must be current New Jersey residents and experiencing symptoms of respiratory illness. Priority will be given to symptomatic individuals experiencing cough, fever (99.6F or above) and shortness of breath. The drive-thru testing center will be open seven days per week, beginning at 8:00 a.m. until supplies last. Complete the self-assessment to learn what to do.","email":"NONE","url":"None"},{"id":"3","name":"Kean University","alternate_name":"Kean University","description":"The Union County Board of Chosen Freeholders, in conjunction with governmental, educational and healthcare partners, have opened the state’s first County-run, drive-through facility for testing of the COVID-19 virus at Kean University.","email":"COVID19TEST@UCNJ.ORG","url":"https://www.kean.edu/"},{"id":"4","name":"New Jersey DOH","alternate_name":"New Jersey Department of Health","description":"The New Jersey Department of Health is a governmental agency of the U.S. state of New Jersey.","email":"NONE","url":"https://www.nj.gov/health/"},{"id":"5","name":"Camden County Health Department","alternate_name":"Camden County Health Department","description":"The Camden County Department of Health and Human Services has hundreds of programs and services to serve the public.","email":"NONE","url":"https://www.camdencounty.com/service/health-human-services/"},{"id":"6","name":"Hudson Regional Hospital","alternate_name":"Hudson Regional Hospital","description":"Hudson Regional Hospital is a new, premier hospital providing comprehensive care to Northern New Jersey.","email":"NONE","url":"https://www.hudsonregionalhospital.com/"},{"id":"7","name":"Riverside Medical Group","alternate_name":"Riverside Medical Group","description":"The Riverside Medical Group of Secaucus offers quality primary care with internists and adult care physicians in our office.","email":"NONE","url":"https://www.riversidemedgroup.com/adult-medicine/secaucus-nj-1/"}]