[{"id":"1","name":"MedExpress - Springdale","alternate_name":"MedExpress - Springdale","description":"As a neighborhood medical center, we're committed to enhancing the health and well-being of our communities. Whether through community events, sponsorships or educational programs, we’re proud to partner with organizations that share our commitment to health.","email":"No Email","url":"http://example.com"},{"id":"2","name":"Karas Urgent Care","alternate_name":"Karas Urgent Care","description":"Welcome to Karas Health Care, where we value our patients and work hard towards maintaining life-long health! Whether you are an established patient, or looking to visit our clinic for the first time, we want you to know that you are welcome, and we will do our best to give you the highest quality compassionate health care. We offer convenient care with walk-in appointments Monday through Saturday treating everything from minor illnesses to injuries to physicals and more! We have on-site lab services and x-ray to evaluate your medical needs promptly and efficiently. It is our belief that everyone deserves great healthcare.","email":"No Email","url":"http://example.com"},{"id":"3","name":"Karas Health Care - Fayetteville Clinic","alternate_name":"Karas Health Care - Fayetteville Clinic","description":"Welcome to Karas Health Care, where we value our patients and work hard towards maintaining life-long health! Whether you are an established patient, or looking to visit our clinic for the first time, we want you to know that you are welcome, and we will do our best to give you the highest quality compassionate health care. We offer convenient care with walk-in appointments Monday through Saturday treating everything from minor illnesses to injuries to physicals and more! We have on-site lab services and x-ray to evaluate your medical needs promptly and efficiently. It is our belief that everyone deserves great healthcare.","email":"No Email","url":"http://example.com"},{"id":"4","name":"Washington Regional Medical Center","alternate_name":"Washington Regional Medical Center","description":"Due to limited testing availability, only individuals who meet the Arkansas Department of Health (ADH) guidelines will be tested. Those guidelines state individuals must meet these criteria: have current, active symptoms of a respiratory infection including fever AND cough or shortness of breath AND meet any of the guidelines below: are over the age of 65 have a chronic illness (such as heart, lung or kidney disease; diabetes; immune system conditions; or take medications that impact the immune system) have had close contact (within 6 feet) in last 14 days with an individual who has suspected or laboratory confirmed coronavirus infection are a healthcare worker","email":"No Email","url":"http://example.com"},{"id":"5","name":"Mediserve Walk-in Clinic","alternate_name":"Mediserve Walk-in Clinic","description":"MANA Urgent Care is offering Screening Televisits for COVID-19. If you have symptoms (fever, cough, shortness of breath, chills, sore throat or body aches), please request a TeleVisit to find out if you should be tested based on your current state and CDC testing criteria.","email":"No Email","url":"http://example.com"}]